Events-202404.org
#+BRAIN_FRIENDS: 63de4c27-ad35-40b9-99e7-c52aecd8617a

#+BRAIN_PARENTS: Events



* No export :noexport:
:PROPERTIES:
:ID:       e95ed093-cb81-44c6-9c0c-1aecf2074c41
:END:

#+TITLE: 
#+AUTHOR: 
#+EMAIL: birchwoodgmmn@gmail.com
#+DATE: 2024-04-08T16:16:27
#+LANGUAGE:  en 
#+OPTIONS: H:15 num:nil toc:nil \n:nil @:t ::t |:t _:{} *:t ^:{} prop:t
#+OPTIONS: html-postamble:nil
#+HTML_HEAD: <link rel="stylesheet" href="../codeismathiscode2/tufte.css" type="text/css">
#+HTML_HEAD: <link rel="stylesheet" href="../codeismathiscode2/ox-tufte.css" type="text/css">
#+EXPORT_SELECT_TAGS: export 
#+EXPORT_EXCLUDE_TAGS: noexport
# #+LATEX_CLASS: org-plain-latex
#+LATEX_CLASS_OPTIONS: [letterpaper]
#+STARTUP: showall 
#+STARTUP: align 
#+STARTUP: indent 
#+STARTUP: shrink 
#+STARTUP: showall 
#+STARTUP: align 
#+STARTUP: inlineimages 
#+STARTUP: logdrawer
#+STARTUP: fnadjust 

* TODO Vacant unit cleanup 
:PROPERTIES:
:CREATED:  [2024-04-08 Mon 10:38]
:ID:       23321699-581f-4bbf-a1d8-3711597b5c32
:END:
:LOGBOOK:
- Note taken on [2024-04-08 Mon 16:43] \\
  On Friday One Roof came (very early at 7:30!) with plumbing
  contractors and looked at the gutted units. Later I was told they
  would want all the units clear of any sort of trash or objects. Will
  not schedule yet.
- Note taken on [2024-04-08 Mon 17:40] \\
  Inspected the units. Will start clean-up/out tomorrow.
:END:




* TODO Storage Assessment Notice
:PROPERTIES:
:ID:       37a88ed0-170f-4a3d-b5c2-8c1edac74b6b
:BRAIN_PARENTS: 333c43b7-bb77-46a1-b2ba-b48c14397e95
:BRAIN_CHILDREN: Storage%20Assessment%20Notice%20Flyer
:END:



