Events-202404.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-04-10 Wed 10:09 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../codeismathiscode2/tufte.css" type="text/css">
<link rel="stylesheet" href="../codeismathiscode2/ox-tufte.css" type="text/css">
</head>
<body>
<article id="content" class="content">



<section id="outline-container-org9beed48" class="outline-2">
<h2 id="org9beed48"><span class="todo TODO">TODO</span> Vacant unit cleanup</h2>
<div class="outline-text-2" id="text-org9beed48">
<pre class="example">
CREATED: [2024-04-08 Mon 10:38]
ID: 23321699-581f-4bbf-a1d8-3711597b5c32
</pre>
<ul class="org-ul">
<li>Note taken on <span class="timestamp-wrapper"><span class="timestamp">[2024-04-08 Mon 16:43] </span></span> <br>
On Friday One Roof came (very early at 7:30!) with plumbing
contractors and looked at the gutted units. Later I was told they
would want all the units clear of any sort of trash or objects. Will
not schedule yet.</li>
<li>Note taken on <span class="timestamp-wrapper"><span class="timestamp">[2024-04-08 Mon 17:40] </span></span> <br>
Inspected the units. Will start clean-up/out tomorrow.</li>
</ul>
</div>
</section>




<section id="outline-container-org2dc1f56" class="outline-2">
<h2 id="org2dc1f56"><span class="todo TODO">TODO</span> Storage Assessment Notice</h2>
<div class="outline-text-2" id="text-org2dc1f56">
<pre class="example">
ID: 37a88ed0-170f-4a3d-b5c2-8c1edac74b6b
BRAIN_PARENTS: 333c43b7-bb77-46a1-b2ba-b48c14397e95
</pre>
</div>
</section>
</article>
</body>
</html>
