Events-202404.tex
% Created 2024-04-10 Wed 13:30
% Intended LaTeX compiler: pdflatex
\documentclass[letterpaper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{tikz}
\date{2024-04-08T16:16:27}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.3 (Org mode 9.6.25)}, 
 pdflang={English}}
\begin{document}




\section*{{\bfseries\sffamily TODO} Vacant unit cleanup}
\label{sec:org2dc1f56}
\begin{verbatim}
CREATED: [2024-04-08 Mon 10:38]
ID: 23321699-581f-4bbf-a1d8-3711597b5c32
\end{verbatim}
\begin{itemize}
\item Note taken on \textit{[2024-04-08 Mon 16:43] } \\[0pt]
On Friday One Roof came (very early at 7:30!) with plumbing
contractors and looked at the gutted units. Later I was told they
would want all the units clear of any sort of trash or objects. Will
not schedule yet.
\item Note taken on \textit{[2024-04-08 Mon 17:40] } \\[0pt]
Inspected the units. Will start clean-up/out tomorrow.
\end{itemize}




\section*{{\bfseries\sffamily TODO} Storage Assessment Notice}
\label{sec:orgde0f8b8}
\begin{verbatim}
ID: 37a88ed0-170f-4a3d-b5c2-8c1edac74b6b
BRAIN_PARENTS: 333c43b7-bb77-46a1-b2ba-b48c14397e95
BRAIN_CHILDREN: Storage%20Assessment%20Notice%20Flyer
\end{verbatim}
\end{document}
